{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      " d": 96,
      " do": 97,
      "I ": 98,
      "ow": 99,
      "How": 100,
      " I ": 101,
      "How do": 102,
      "How do I ": 103,
      "in": 104,
      "co": 105,
      "er": 106,
      "e ": 107,
      "com": 108,
      "et": 109,
      "ar": 110,
      ".com": 111,
      "p ": 112,
      "or": 113,
      "le": 114,
      "en": 115,
      "ex": 116,
      "t ": 117,
      "re": 118,
      "s?": 119,
      "get": 120,
      "tar": 121,
      "target": 122,
      "ma": 123,
      " f": 124,
      "it": 125,
      " s": 126,
      "oo": 127,
      "at": 128,
      "d ": 129,
      "fin": 130,
      "ch": 131,
      "How do I fin": 132,
      "oog": 133,
      "or ": 134,
      ".com ": 135,
      "ec": 136,
      "on": 137,
      "p -": 138,
      "s ": 139,
      "am": 140,
      "um": 141,
      "ite": 142,
      " -": 143,
      "goog": 144,
      "google": 145,
      "an": 146,
      "ac": 147,
      "li": 148,
      "ur": 149,
      "nma": 150,
      "tr": 151,
      "ate ": 152,
      "enum": 153,
      "nmap -": 154,
      " site": 155,
      "enumer": 156,
      "ub": 157,
      "How do I enumer": 158,
      " for ": 159,
      "How do I enumerate ": 160,
      "chec": 161,
      "url": 162,
      "check": 163,
      "How do I find ": 164,
      " <": 165,
      "How do I check": 166,
      "k:": 167,
      "rk:": 168,
      " dork:": 169,
      "nmap -p ": 170,
      "google dork:": 171,
      "amp": 172,
      "examp": 173,
      "example": 174,
      "th": 175,
      " site:": 176,
      "c ": 177,
      "trac": 178,
      "target>": 179,
      "How do I ex": 180,
      "tract ": 181,
      "P ": 182,
      "How do I extract ": 183,
      "us": 184,
      " <target>": 185,
      "google dork: site:": 186,
      " a": 187,
      "di": 188,
      "ht": 189,
      "the ": 190,
      "//": 191,
      "target.com": 192,
      "pub": 193,
      "://": 194,
      "pr": 195,
      "publi": 196,
      "curl": 197,
      "tp": 198,
      "How do I check for ": 199,
      "http": 200,
      "public ": 201,
      "main": 202,
      "gre": 203,
      "st": 204,
      "il": 205,
      "op": 206,
      "curl -": 207,
      "ad": 208,
      "http://": 209,
      "S ": 210,
      "lo": 211,
      "se": 212,
      "| ": 213,
      "g ": 214,
      "ger": 215,
      "int ": 216,
      "How do I finger": 217,
      "How do I find public ": 218,
      "print ": 219,
      "open": 220,
      "How do I fingerprint ": 221,
      "HT": 222,
      "| gre": 223,
      "DN": 224,
      "target.com ": 225,
      " p": 226,
      " domain": 227,
      "HTT": 228,
      "he": 229,
      "example.com": 230,
      "curl -I ": 231,
      "ds?": 232,
      "sp": 233,
      "al": 234,
      "ti": 235,
      "es?": 236,
      "pe": 237,
      "ro": 238,
      "example.com ": 239,
      "HTTP ": 240,
      "po": 241,
      "ss": 242,
      "cor": 243,
      "http://target.com ": 244,
      " re": 245,
      "con": 246,
      "ort": 247,
      "How do I check for open": 248,
      "| grep ": 249,
      " target.com": 250,
      "ype": 251,
      "dig ": 252,
      "le ": 253,
      "comp": 254,
      "DNS ": 255,
      "curl -I http://target.com ": 256,
      "use ": 257,
      "vi": 258,
      "ver": 259,
      "ith": 260,
      "ader": 261,
      "header": 262,
      "any": 263,
      "How do I check for open ": 264,
      "ag": 265,
      "ho": 266,
      "etype": 267,
      "arch": 268,
      " fil": 269,
      "s on": 270,
      "google dork: site:example.com": 271,
      "the HTTP ": 272,
      "company": 273,
      "etype:": 274,
      " filetype:": 275,
      "google dork: site:example.com filetype:": 276,
      "do": 277,
      "eb": 278,
      "sh": 279,
      "rom": 280,
      "Goog": 281,
      "ile": 282,
      " from": 283,
      "curl -I http://target.com | grep ": 284,
      "Google ": 285,
      " in": 286,
      ".google": 287,
      "o ": 288,
      "with": 289,
      "sed ": 290,
      "How do I find public Google ": 291,
      "cords?": 292,
      "es": 293,
      "ion": 294,
      "ke": 295,
      "expo": 296,
      "\"company": 297,
      "of": 298,
      " file": 299,
      "How do I extract DNS ": 300,
      "dig example.com ": 301,
      "exposed ": 302,
      "\"company\"": 303,
      " c": 304,
      "44": 305,
      "SS": 306,
      "e?": 307,
      "fi": 308,
      "ip": 309,
      "ent": 310,
      "user": 311,
      " a domain": 312,
      "log": 313,
      " port": 314,
      " i": 315,
      "net": 316,
      "sc": 317,
      "How do I check for exposed ": 318,
      "search": 319,
      "0 <target>": 320,
      "se ": 321,
      "web": 322,
      "nmap -p 2": 323,
      "http://target.com": 324,
      "ck": 325,
      "ha": 326,
      "up": 327,
      "nmap -p 1": 328,
      "spon": 329,
      "ssl": 330,
      " records?": 331,
      ".google.com ": 332,
      "How do I check for exposed .": 333,
      ":\"": 334,
      "ba": 335,
      "erver": 336,
      "respon": 337,
      "ect ": 338,
      "with ": 339,
      " http://target.com": 340,
      "QL": 341,
      "bo": 342,
      "cat": 343,
      "lin": 344,
      "ra": 345,
      "t -": 346,
      " site?": 347,
      "nmap -p 3": 348,
      "nmap -p 5": 349,
      " a ": 350,
      " a site?": 351,
      "How do I find public .": 352,
      " files?": 353,
      "8.": 354,
      "AP": 355,
      "ach": 356,
      "ds": 357,
      "ed": 358,
      "ema": 359,
      "iv": 360,
      "port": 361,
      "wor": 362,
      "y ": 363,
      "How do I extract the ": 364,
      "How do I extract the HTTP ": 365,
      "| grep -": 366,
      "domain": 367,
      " a domain?": 368,
      "scan": 369,
      " an": 370,
      "1.": 371,
      "1 <target>": 372,
      "Con": 373,
      "IP ": 374,
      "bu": 375,
      "ban": 376,
      "den": 377,
      "el": 378,
      "fo": 379,
      "ner": 380,
      "ph": 381,
      "qu": 382,
      "int": 383,
      "rec": 384,
      " for": 385,
      "ook": 386,
      "ata": 387,
      "ack": 388,
      "url:": 389,
      "How do I fingerprint the ": 390,
      "How do I fingerprint the HTTP ": 391,
      "confi": 392,
      "header?": 393,
      "doc": 394,
      " if": 395,
      "response ": 396,
      "| grep -i": 397,
      " t": 398,
      ".i": 399,
      "P s": 400,
      "TL": 401,
      "ic": 402,
      "ies?": 403,
      "ml": 404,
      "mp": 405,
      "s from": 406,
      "tent": 407,
      "ul": 408,
      "ing ": 409,
      "How do I check if": 410,
      "google dork: in": 411,
      "host": 412,
      "login": 413,
      " ports?": 414,
      "boar": 415,
      "email": 416,
      "Content": 417,
      "denti": 418,
      "config": 419,
      "Content-": 420,
      " of": 421,
      "9 <target>": 422,
      "AA": 423,
      "SN": 424,
      "ast": 425,
      "ass": 426,
      "cr": 427,
      "e-": 428,
      "ed ": 429,
      "site": 430,
      "to": 431,
      "ter": 432,
      "un": 433,
      "ut": 434,
      " de": 435,
      "ing": 436,
      "ext": 437,
      "res": 438,
      "nmap -p 8": 439,
      "google dork: site:example.com ": 440,
      "dig": 441,
      "pro": 442,
      "openssl": 443,
      "tion": 444,
      "key": 445,
      "443": 446,
      "cket": 447,
      ".google.com \"company\"": 448,
      "bak": 449,
      "-9": 450,
      "00": 451,
      "08": 452,
      "0-9": 453,
      "43": 454,
      "AM": 455,
      "P?": 456,
      "SM": 457,
      "SQL": 458,
      "ab": 459,
      "cli": 460,
      "e.": 461,
      "est": 462,
      "ls": 463,
      "met": 464,
      "nc ": 465,
      "sion": 466,
      "ux": 467,
      "insp": 468,
      "cod": 469,
      ".com?": 470,
      "ent -": 471,
      "list": 472,
      "How do I check ": 473,
      "google dork: site:doc": 474,
      " pag": 475,
      " domain.com ": 476,
      "tim": 477,
      "version": 478,
      "o '": 479,
      "How do I find public Google S": 480,
      " http://target.com/": 481,
      "nmap -p 33": 482,
      "How do I fingerprint the HTTP response ": 483,
      "TLS ": 484,
      "nmap -p 808": 485,
      "client -": 486,
      "nc target.com ": 487,
      "inspect ": 488,
      "google dork: site:docs": 489,
      "nmap -p 8080 <target>": 490,
      " I": 491,
      "0.": 492,
      ":443": 493,
      "AN": 494,
      "B?": 495,
      "CDN": 496,
      "Eo '": 497,
      "Jen": 498,
      "NF": 499,
      "TX": 500,
      "]{": 501,
      "a ": 502,
      "ap": 503,
      "be": 504,
      "c -": 505,
      "df": 506,
      "ep": 507,
      "es ": 508,
      "for": 509,
      "for ": 510,
      "is ": 511,
      "ist": 512,
      "kin": 513,
      "llo": 514,
      "look": 515,
      "no": 516,
      "nam": 517,
      "os": 518,
      "pag": 519,
      "ql": 520,
      "st ": 521,
      "s for ": 522,
      "she": 523,
      "tor": 524,
      "wa": 525,
      "who": 526,
      " data": 527,
      "How do I scan": 528,
      "inurl:": 529,
      ".com/": 530,
      "read": 531,
      "records?": 532,
      " sub": 533,
      " -v": 534,
      "anc": 535,
      "ang": 536,
      "url>": 537,
      "How do I find the ": 538,
      "direc": 539,
      "cords": 540,
      "curl -I http://target.com | grep -i": 541,
      "s on a domain?": 542,
      ".google.com/": 543,
      " cer": 544,
      "link": 545,
      "8.8.": 546,
      "bucket": 547,
      "banner": 548,
      "boards?": 549,
      "SNM": 550,
      "bak.": 551,
      "google dork: site:docs.google.com/": 552,
      "Jenkin": 553,
      "TXT": 554,
      "banner?": 555,
      " user": 556,
      " with ": 557,
      "--": 558,
      "/2": 559,
      "00 <target>": 560,
      "37": 561,
      "3}": 562,
      "89 <target>": 563,
      "CS": 564,
      "Do": 565,
      "Git": 566,
      "Po": 567,
      "RD": 568,
      "X ": 569,
      "X-": 570,
      "[0-9": 571,
      "]+": 572,
      "_client -": 573,
      "ain": 574,
      "ash": 575,
      "ce ": 576,
      "cre": 577,
      "de": 578,
      "der": 579,
      "fa": 580,
      "gith": 581,
      "har": 582,
      "ig": 583,
      "is": 584,
      "js": 585,
      "ki": 586,
      "ll": 587,
      "min": 588,
      "nect ": 589,
      "pass": 590,
      "ram": 591,
      "sn": 592,
      "sql": 593,
      "to ": 594,
      "ure": 595,
      "xml": 596,
      "yo": 597,
      "yz": 598,
      " di": 599,
      "How do I search": 600,
      "ind": 601,
      "info": 602,
      "ervi": 603,
      "e header": 604,
      " sup": 605,
      " s_client -": 606,
      " shar": 607,
      "ation": 608,
      "How do I find": 609,
      "p -Eo '": 610,
      "list ": 611,
      "How do I enumerate K": 612,
      " <url>": 613,
      "target.com:443": 614,
      "curl http://target.com/": 615,
      "grep -Eo '": 616,
      "HTTP s": 617,
      "connect ": 618,
      "headers?": 619,
      "archiv": 620,
      "s on ": 621,
      " from ": 622,
      "curl -I http://target.com | grep Content-": 623,
      "SSH": 624,
      "SSL": 625,
      "ipt ": 626,
      "net?": 627,
      " a web": 628,
      "ed?": 629,
      "ports?": 630,
      " an ": 631,
      "intext": 632,
      "How do I check if a domain": 633,
      "dential": 634,
      "config files?": 635,
      "google dork: site:example.com inurl:": 636,
      "dig domain.com ": 637,
      "openssl s_client -": 638,
      "whois ": 639,
      "direct ": 640,
      "[0-9]{": 641,
      "github": 642,
      "How do I search for ": 643,
      "ervic": 644,
      " support": 645,
      "connect target.com:443": 646,
      "intext:\"": 647,
      "openssl s_client -connect target.com:443": 648,
      " \"": 649,
      " '": 650,
      " or ": 651,
      " ha": 652,
      " header?": 653,
      " pro": 654,
      "' pag": 655,
      "-C": 656,
      ".g": 657,
      ".mp": 658,
      "06": 659,
      "2 target.com": 660,
      "3 ": 661,
      "3 <target>": 662,
      "5 <target>": 663,
      "<target>": 664,
      "C?": 665,
      "FT": 666,
      "Gra": 667,
      "IO": 668,
      "ML": 669,
      "My": 670,
      "OP": 671,
      "Or": 672,
      "S?": 673,
      "ST": 674,
      "Set": 675,
      "Server": 676,
      "Tel": 677,
      "UR": 678,
      "_ip": 679,
      "av": 680,
      "a domain": 681,
      "ber": 682,
      "bre": 683,
      "dpo": 684,
      "edi": 685,
      "ft": 686,
      "fy ": 687,
      "ip ": 688,
      "it ": 689,
      "identi": 690,
      "jp": 691,
      "ker": 692,
      "l ": 693,
      "mb": 694,
      "ns": 695,
      "o.mp": 696,
      "plo": 697,
      "riv": 698,
      "sv": 699,
      "t.": 700,
      "tes": 701,
      "tack": 702,
      "uag": 703,
      " dum": 704,
      " dash": 705,
      "How do I list ": 706,
      "How do I identi": 707,
      "or?": 708,
      "ors": 709,
      "ort ": 710,
      "le:\"": 711,
      "env": 712,
      "endpo": 713,
      "explo": 714,
      "rello": 715,
      "ity": 716,
      "itle:\"": 717,
      "ool": 718,
      "s in": 719,
      "s or ": 720,
      "s of": 721,
      "s with ": 722,
      " --": 723,
      "lic": 724,
      "tru": 725,
      " site:example.com": 726,
      "How do I extract met": 727,
      "use": 728,
      "google dork: site:site": 729,
      "html": 730,
      "adata": 731,
      "admin": 732,
      "load": 733,
      "al ": 734,
      "pos?": 735,
      " records": 736,
      "conf": 737,
      "cont": 738,
      "ype?": 739,
      "dig +": 740,
      "vicon": 741,
      "vior?": 742,
      "s on a site?": 743,
      "google dork: site:example.com filetype:p": 744,
      "ked ": 745,
      "keep": 746,
      " files on a domain?": 747,
      " cach": 748,
      "usernam": 749,
      " ports on": 750,
      " is ": 751,
      "cker": 752,
      "havior?": 753,
      "cat?": 754,
      "nmap -p 59": 755,
      "AP?": 756,
      "words": 757,
      "How do I extract the CS": 758,
      " and ": 759,
      "1.1.": 760,
      "bana": 761,
      "quer": 762,
      "ints?": 763,
      " for domain": 764,
      "ooki": 765,
      ".io ": 766,
      "s from a web": 767,
      "google dork: inurl:": 768,
      "ute ": 769,
      "AME": 770,
      "SQL?": 771,
      "e.html": 772,
      "version?": 773,
      "How do I find public Google Site": 774,
      "nc target.com 2": 775,
      "0.0.": 776,
      "ANY": 777,
      "behavior?": 778,
      "How do I scan for ": 779,
      "anguag": 780,
      "links?": 781,
      "SNMP ": 782,
      "json": 783,
      "rame-": 784,
      " direc": 785,
      "SSL cer": 786,
      "' page.html": 787,
      "-Cooki": 788,
      "Set-Cooki": 789,
      "a domain?": 790,
      "breach": 791,
      " dashboards?": 792,
      "How do I identify ": 793,
      "endpoints?": 794,
      "exploit": 795,
      "How do I extract metadata": 796,
      "google dork: site:sites": 797,
      " /": 798,
      " 1": 799,
      " us": 800,
      " example.com": 801,
      " email": 802,
      " version?": 803,
      " links?": 804,
      "%{": 805,
      "-Z": 806,
      "-z": 807,
      "04": 808,
      "2 <target>": 809,
      "2c -": 810,
      "200 <target>": 811,
      "52": 812,
      "9 target.com": 813,
      "AP ": 814,
      "A-Z": 815,
      "DB": 816,
      "DB?": 817,
      "ET": 818,
      "For": 819,
      "Hub": 820,
      "LD": 821,
      "Lo": 822,
      "Lin": 823,
      "MX": 824,
      "MSS": 825,
      "NS ": 826,
      "OST": 827,
      "SO": 828,
      "TR": 829,
      "TIO": 830,
      "VN": 831,
      "Web": 832,
      "[^": 833,
      "[A-Z": 834,
      "\\.": 835,
      "_s": 836,
      "aw": 837,
      "a-z": 838,
      "br": 839,
      "by": 840,
      "bit": 841,
      "back": 842,
      "ct": 843,
      "cum": 844,
      "cip": 845,
      "cach": 846,
      "dn": 847,
      "dres": 848,
      "e\"": 849,
      "ee": 850,
      "ech": 851,
      "fac": 852,
      "g?": 853,
      "go": 854,
      "hi": 855,
      "her": 856,
      "hat": 857,
      "ift": 858,
      "ke ": 859,
      "k -v": 860,
      "la": 861,
      "lar": 862,
      "lat": 863,
      "languag": 864,
      "ms?": 865,
      "ms ": 866,
      "non": 867,
      "oki": 868,
      "p-": 869,
      "p.": 870,
      "pe ": 871,
      "par": 872,
      "ps?": 873,
      "set": 874,
      "sub": 875,
      "s://": 876,
      "smb": 877,
      "t?": 878,
      "tal": 879,
      "title:\"": 880,
      "udf": 881,
      "v/": 882,
      "ve ": 883,
      "vul": 884,
      "wal": 885,
      "w '": 886,
      "what": 887,
      "zon": 888,
      "}'": 889,
      " docum": 890,
      "How c": 891,
      "How do I": 892,
      "cooki": 893,
      "err": 894,
      "ernet": 895,
      "er_ip": 896,
      "e or ": 897,
      "comm": 898,
      "ets ": 899,
      "entr": 900,
      "exift": 901,
      "redirect ": 902,
      "ite ": 903,
      " se": 904,
      " so": 905,
      " server": 906,
      " servic": 907,
      "ools": 908,
      "attack": 909,
      ".com or ": 910,
      ".com \"company\"": 911,
      "ecur": 912,
      "ection": 913,
      "s -": 914,
      "s an": 915,
      "s li": 916,
      " -p ": 917,
      "and": 918,
      "an I ": 919,
      "anal": 920,
      "acle ": 921,
      "ubernet": 922,
      "How do I enumerate open": 923,
      "How do I enumerate HTTP ": 924,
      "How do I enumerate SM": 925,
      "How do I enumerate NF": 926,
      "How do I enumerate Do": 927,
      "How do I find login": 928,
      "How do I extract usernam": 929,
      "google dork: site:d": 930,
      " a sub": 931,
      "dicat": 932,
      "https://": 933,
      "stgre": 934,
      "ilt": 935,
      "curl -X ": 936,
      "loit ": 937,
      "loudf": 938,
      "se?": 939,
      "How do I fingerprint HTTP ": 940,
      "HTML": 941,
      " po": 942,
      " past": 943,
      "curl -I --": 944,
      "sploit ": 945,
      "tifi": 946,
      "pem": 947,
      "ssion": 948,
      "cord": 949,
      " repos?": 950,
      "via ": 951,
      "vider": 952,
      "How do I check for open Gra": 953,
      "ebin": 954,
      " inter": 955,
      "How do I find public Google C": 956,
      "es from ": 957,
      "of a site?": 958,
      "nmap -p 21": 959,
      "nmap -p 204": 960,
      "nmap -p 16": 961,
      "nmap -p 143": 962,
      "nmap -p 152": 963,
      "sslscan": 964,
      "How do I check for exposed .bak.": 965,
      "bash": 966,
      "linux": 967,
      "nmap -p 56": 968,
      "nmap -p 543": 969,
      "8.8": 970,
      "API ": 971,
      "ed-": 972,
      "work": 973,
      "How do I extract the HTTP Content-": 974,
      "domain>": 975,
      "built": 976,
      "nerab": 977,
      "php": 978,
      "quat": 979,
      "quest": 980,
      "How do I fingerprint the TLS ": 981,
      " type?": 982,
      ".io": 983,
      "mpwal": 984,
      "google dork: intitle:\"": 985,
      "cript ": 986,
      "ed by": 987,
      "total": 988,
      " defa": 989,
      "ext:": 990,
      "metho": 991,
      "code ": 992,
      "nmap -p 3389 <target>": 993,
      "nmap -p 3306": 994,
      "TLS cip": 995,
      "page?": 996,
      "s for a domain?": 997,
      "way": 998,
      "readshe": 999,
      " subdomain": 1000,
      "curl -I http://target.com | grep -i ": 1001,
      "curl -I http://target.com | grep -i cach": 1002,
      "8.8.8.8": 1003,
      "buckets?": 1004,
      "Jenkins": 1005,
      "/24": 1006,
      "GitHub": 1007,
      "Postgre": 1008,
      "credential": 1009,
      "dev/": 1010,
      "ign": 1011,
      "snmpwal": 1012,
      "yze header": 1013,
      "index": 1014,
      "How do I enumerate Kubernet": 1015,
      "HTTP server": 1016,
      "archives?": 1017,
      "How do I check if a domain is ": 1018,
      "google dork: site:example.com inurl:bak.": 1019,
      " support?": 1020,
      "OPTIO": 1021,
      "Oracle ": 1022,
      "licy": 1023,
      "truct": 1024,
      "contac": 1025,
      "How do I extract the CSP ": 1026,
      "query": 1027,
      ".io or ": 1028,
      "s from a webpage?": 1029,
      " director": 1030,
      "How do I identify the ": 1031,
      "google dork: site:sites.google.com ": 1032,
      "2c -c ": 1033,
      "Linux": 1034,
      "MSSQL": 1035,
      "k -v2c -c ": 1036,
      "vulnerab": 1037,
      "w '%{": 1038,
      "whatweb": 1039,
      " document": 1040,
      "How can I ": 1041,
      "er_ip>": 1042,
      "entries?": 1043,
      "exiftool": 1044,
      "attacker_ip>": 1045,
      "ecurity": 1046,
      "s and ": 1047,
      "s like ": 1048,
      "analyze header": 1049,
      "How do I enumerate Docker": 1050,
      " a subnet?": 1051,
      "loudflar": 1052,
      "tificat": 1053,
      " defaul": 1054,
      "TLS cipher": 1055,
      "snmpwalk -v2c -c ": 1056,
      "tructure": 1057,
      " >": 1058,
      " S": 1059,
      " x": 1060,
      " ma": 1061,
      " //": 1062,
      " public ": 1063,
      " | grep ": 1064,
      " \"company\"": 1065,
      " up": 1066,
      " key": 1067,
      " boards?": 1068,
      " banner?": 1069,
      " config files?": 1070,
      " ker": 1071,
      " endpoints?": 1072,
      " cooki": 1073,
      " 8.8.8.8": 1074,
      " archives?": 1075,
      "\":\"": 1076,
      "\"]+": 1077,
      "\"query": 1078,
      "'m": 1079,
      ",3}": 1080,
      "-A": 1081,
      "-M": 1082,
      "-s": 1083,
      "-re": 1084,
      "-sc": 1085,
      "-Po": 1086,
      "-]+": 1087,
      "-[0-9]{": 1088,
      ".1": 1089,
      "._": 1090,
      ".s": 1091,
      ".t": 1092,
      ".or": 1093,
      ".jp": 1094,
      "/<": 1095,
      "/dev/": 1096,
      "01": 1097,
      "02": 1098,
      "09": 1099,
      "0/24": 1100,
      "1 target.com": 1101,
      "1,3}": 1102,
      "2.1": 1103,
      "3 target.com": 1104,
      "49": 1105,
      "4 <target>": 1106,
      "4linux": 1107,
      "5 target.com": 1108,
      "50 <target>": 1109,
      "509": 1110,
      "68.": 1111,
      "637": 1112,
      "700": 1113,
      "701": 1114,
      "92.1": 1115,
      "@example.com": 1116,
      "@ns": 1117,
      "AR": 1118,
      "Ac": 1119,
      "A records?": 1120,
      "ASN": 1121,
      "All": 1122,
      "Bos": 1123,
      "B shar": 1124,
      "CE": 1125,
      "CN": 1126,
      "CV": 1127,
      "Cit": 1128,
      "CAA": 1129,
      "Cloudflar": 1130,
      "DF": 1131,
      "DS": 1132,
      "Di": 1133,
      "Driv": 1134,
      "El": 1135,
      "Frame-": 1136,
      "GP": 1137,
      "HI": 1138,
      "ID": 1139,
      "Jav": 1140,
      "JBos": 1141,
      "LO": 1142,
      "Len": 1143,
      "Last": 1144,
      "L -v": 1145,
      "L //": 1146,
      "MQ": 1147,
      "Mon": 1148,
      "NS": 1149,
      "NAP": 1150,
      "Op": 1151,
      "Pow": 1152,
      "P/2": 1153,
      "POST": 1154,
      "PDF": 1155,
      "RP": 1156,
      "RT": 1157,
      "RV": 1158,
      "Ret": 1159,
      "Rab": 1160,
      "Redi": 1161,
      "Sph": 1162,
      "SAM": 1163,
      "Stor": 1164,
      "SAP?": 1165,
      "Script ": 1166,
      "Security": 1167,
      "SRV": 1168,
      "To": 1169,
      "TTL": 1170,
      "Trello": 1171,
      "Var": 1172,
      "Wind": 1173,
      "Zoo": 1174,
      "\\b": 1175,
      "__s": 1176,
      "_total": 1177,
      "_Stor": 1178,
      "a?": 1179,
      "ale": 1180,
      "ail": 1181,
      "a re": 1182,
      "avicon": 1183,
      "aked ": 1184,
      "aquat": 1185,
      "aScript ": 1186,
      "bin": 1187,
      "c>": 1188,
      "ci": 1189,
      "car": 1190,
      "cs ": 1191,
      "cam": 1192,
      "ces": 1193,
      "cep": 1194,
      "csv": 1195,
      "d?": 1196,
      "db": 1197,
      "dar": 1198,
      "dra": 1199,
      "eet": 1200,
      "emp": 1201,
      "es on a site?": 1202,
      "e_total": 1203,
      "fr": 1204,
      "fan": 1205,
      "file": 1206,
      "fter": 1207,
      "ferr": 1208,
      "gma": 1209,
      "git": 1210,
      "gth": 1211,
      "gic": 1212,
      "ge.": 1213,
      "gis": 1214,
      "hy": 1215,
      "hun": 1216,
      "hist": 1217,
      "hand": 1218,
      "ik": 1219,
      "im": 1220,
      "ix": 1221,
      "ira": 1222,
      "ibana": 1223,
      "l -": 1224,
      "lass": 1225,
      "lder": 1226,
      "mo": 1227,
      "mar": 1228,
      "mic": 1229,
      "mis": 1230,
      "medi": 1231,
      "mcat?": 1232,
      "mdb": 1233,
      "num": 1234,
      "nal": 1235,
      "nel": 1236,
      "nul": 1237,
      "nc -": 1238,
      "ndar": 1239,
      "odi": 1240,
      "p?": 1241,
      "py": 1242,
      "pres": 1243,
      "ry": 1244,
      "rar": 1245,
      "roo": 1246,
      "rop": 1247,
      "run": 1248,
      "ript ": 1249,
      "rix": 1250,
      "sd": 1251,
      "sco": 1252,
      "sit": 1253,
      "s.com ": 1254,
      "sof": 1255,
      "structure": 1256,
      "tc": 1257,
      "tl": 1258,
      "tat": 1259,
      "trello": 1260,
      "temp": 1261,
      "u?": 1262,
      "up ": 1263,
      "us ": 1264,
      "uth": 1265,
      "udi": 1266,
      "v6": 1267,
      "val": 1268,
      "vSph": 1269,
      "xls": 1270,
      "xfr": 1271,
      "yam": 1272,
      "{\"query": 1273,
      "{__s": 1274,
      "}\"": 1275,
      " det": 1276,
      "ows?": 1277,
      "How do I use ": 1278,
      "ini": 1279,
      "indicat": 1280,
      "ers": 1281,
      "ere?": 1282,
      "erber": 1283,
      "ered-": 1284,
      "e fo": 1285,
      "e yo": 1286,
      "e of a site?": 1287,
      "e num": 1288,
      "ets?": 1289,
      "arset": 1290,
      ".com\"": 1291,
      "oric": 1292,
      "leaked ": 1293,
      "end ": 1294,
      "ensit": 1295,
      "exist": 1296,
      "rep": 1297,
      "resh": 1298,
      "records": 1299,
      "ression": 1300,
      "tar.g": 1301,
      "map.": 1302,
      "mage.": 1303,
      " fee": 1304,
      " favicon": 1305,
      "ition": 1306,
      "ities?": 1307,
      " su": 1308,
      " sam": 1309,
      " sensit": 1310,
      "ate": 1311,
      "d DNS ": 1312,
      "chema": 1313,
      "chain": 1314,
      "charset": 1315,
      "ec example.com": 1316,
      "one num": 1317,
      "s --": 1318,
      "am ": 1319,
      "amboar": 1320,
      " -d": 1321,
      " -i": 1322,
      " -d ": 1323,
      "anel": 1324,
      "live ": 1325,
      "ur ": 1326,
      "nmap?": 1327,
      "tro": 1328,
      "enum4linux": 1329,
      "nmap -sn": 1330,
      "nmap -p-": 1331,
      "nmap --sc": 1332,
      "How do I enumerate A": 1333,
      "How do I enumerate public ": 1334,
      "How do I enumerate DNS ": 1335,
      "How do I enumerate user": 1336,
      "How do I enumerate SNM": 1337,
      "How do I enumerate Jenkin": 1338,
      "How do I enumerate RD": 1339,
      "How do I enumerate FT": 1340,
      "How do I enumerate My": 1341,
      "How do I enumerate Tel": 1342,
      "How do I enumerate LD": 1343,
      "How do I enumerate VN": 1344,
      "How do I enumerate Web": 1345,
      "How do I enumerate Postgre": 1346,
      "How do I enumerate Oracle ": 1347,
      "How do I enumerate MSSQL": 1348,
      "How do I enumerate Cit": 1349,
      "How do I enumerate JBos": 1350,
      "How do I enumerate SAP?": 1351,
      "How do I enumerate To": 1352,
      "How do I enumerate vSph": 1353,
      "url:\"": 1354,
      "checker": 1355,
      "How do I find open": 1356,
      "How do I find the HTTP ": 1357,
      "How do I find email": 1358,
      "How do I find leaked ": 1359,
      " <user": 1360,
      " <domain>": 1361,
      " <attacker_ip>": 1362,
      "How do I check for": 1363,
      "nmap -p 44": 1364,
      "nmap -p 443": 1365,
      "nmap -p 637": 1366,
      "nmap -p 700": 1367,
      "thon": 1368,
      "thread": 1369,
      "P records?": 1370,
      "P ports?": 1371,
      "How do I extract link": 1372,
      "using ": 1373,
      "google dork: site:c": 1374,
      "google dork: site:j": 1375,
      " all": 1376,
      " audi": 1377,
      " axfr": 1378,
      "disco": 1379,
      "://<target>": 1380,
      "http2": 1381,
      "stanc": 1382,
      "ilities?": 1383,
      "curl -o ": 1384,
      "curl -L -v": 1385,
      "addres": 1386,
      "lock": 1387,
      "loc>": 1388,
      "ses?": 1389,
      "g | grep ": 1390,
      "How do I find public J": 1391,
      "How do I fingerprint SM": 1392,
      "DNSS": 1393,
      "DNS?": 1394,
      "DNAME": 1395,
      " ph": 1396,
      " pho": 1397,
      " panel": 1398,
      "HTTP/2": 1399,
      "hello": 1400,
      "curl -I http://target.com": 1401,
      "spos": 1402,
      "spreadshe": 1403,
      "all": 1404,
      "all ": 1405,
      "roup": 1406,
      "route ": 1407,
      "rosof": 1408,
      "ssec example.com": 1409,
      " record": 1410,
      "How do I check for open ports on": 1411,
      " target.com?": 1412,
      "compres": 1413,
      "compression": 1414,
      "DNS records": 1415,
      "use ssl": 1416,
      "use built": 1417,
      "use hun": 1418,
      "vir": 1419,
      "vide": 1420,
      "verse ": 1421,
      "headers for ": 1422,
      "How do I check for open RD": 1423,
      "age ": 1424,
      "s on a subnet?": 1425,
      "google dork: site:example.com filetype:xml": 1426,
      "google dork: site:example.com filetype:json": 1427,
      "short ": 1428,
      "curl -I http://target.com | grep Server": 1429,
      "curl -I http://target.com | grep Set-Cooki": 1430,
      " info": 1431,
      " instanc": 1432,
      "with sensit": 1433,
      "How do I find public Google Do": 1434,
      "How do I find public Google For": 1435,
      "How do I find public Google Driv": 1436,
      "dig example.com | grep -i": 1437,
      "dig example.com TXT": 1438,
      "4444": 1439,
      "ipinfo": 1440,
      "entation": 1441,
      "user@example.com": 1442,
      " portal": 1443,
      " image.": 1444,
      "netcat?": 1445,
      "network": 1446,
      "scra": 1447,
      "search ": 1448,
      "search past": 1449,
      "searchsploit ": 1450,
      "webcam": 1451,
      "nmap -p 21 <target>": 1452,
      "nmap -p 237": 1453,
      "nmap -p 23 <target>": 1454,
      "nmap -p 2701": 1455,
      "hat ": 1456,
      "hash": 1457,
      "hashe": 1458,
      "nmap -p 102": 1459,
      "nmap -p 149": 1460,
      ".google.com intext:\"": 1461,
      "response?": 1462,
      "box": 1463,
      "cation": 1464,
      "linked ": 1465,
      "nmap -p 389 <target>": 1466,
      "nmap -p 3200 <target>": 1467,
      " a host": 1468,
      "How do I find public .p": 1469,
      "APL": 1470,
      "ive ": 1471,
      "word": 1472,
      "y header?": 1473,
      "1.1": 1474,
      "1.0/24": 1475,
      "IP look": 1476,
      "IP addres": 1477,
      "phQL": 1478,
      "How do I fingerprint the HTTP server": 1479,
      "docx": 1480,
      " tools": 1481,
      " ttl": 1482,
      ".ico": 1483,
      "P server": 1484,
      "icsearch": 1485,
      "ing pro": 1486,
      "ing headers?": 1487,
      "How do I check if a": 1488,
      "google dork: inurl:\"": 1489,
      "configure": 1490,
      " of\"": 1491,
      " of a domain?": 1492,
      " of an ": 1493,
      "AAAA": 1494,
      "asticsearch": 1495,
      "site?": 1496,
      "to.jp": 1497,
      "ter.io or ": 1498,
      " dev": 1499,
      "ing?": 1500,
      "ings?": 1501,
      "dig axfr": 1502,
      "prox": 1503,
      "openssl x": 1504,
      "SQL ports?": 1505,
      "estors": 1506,
      "time_total": 1507,
      "How do I find public Google She": 1508,
      "client -L //": 1509,
      "nc target.com 1": 1510,
      "inspect response ": 1511,
      " IP": 1512,
      "0.5": 1513,
      "CDN pro": 1514,
      "NFO": 1515,
      "api": 1516,
      "es with ": 1517,
      "forms ": 1518,
      "nolog": 1519,
      "no-s": 1520,
      " databa": 1521,
      "ancestors": 1522,
      "google dork: site:docs.google.com/spreadshe": 1523,
      "google dork: site:docs.google.com/forms ": 1524,
      " user@": 1525,
      "3}-[0-9]{": 1526,
      "X-Frame-": 1527,
      "X-Pow": 1528,
      "favicon": 1529,
      "kibana": 1530,
      "passwords": 1531,
      "your ": 1532,
      "yze or ": 1533,
      "info?": 1534,
      "How do I find domain": 1535,
      "How do I find subdomain": 1536,
      "HTTP stat": 1537,
      "s on Wind": 1538,
      "SSHF": 1539,
      " an SSL cer": 1540,
      "How do I check if a domain ha": 1541,
      "dig domain.com ANY": 1542,
      "whois or ": 1543,
      "[0-9]{1,3}": 1544,
      "How do I search for public ": 1545,
      " hash": 1546,
      ".git": 1547,
      "3 buckets?": 1548,
      "FTP server": 1549,
      "Telnet": 1550,
      "URI": 1551,
      "ip a": 1552,
      "o.mp3": 1553,
      "o.mp4": 1554,
      "rive": 1555,
      "svn": 1556,
      "t.sh": 1557,
      "tesla": 1558,
      " dump ": 1559,
      " dumps?": 1560,
      "env files?": 1561,
      "use d": 1562,
      " records for ": 1563,
      "dig +dn": 1564,
      "dig +short ": 1565,
      "google dork: site:example.com filetype:pdf": 1566,
      "keeper": 1567,
      "nmap -p 5900 <target>": 1568,
      "1.1.1.1": 1569,
      " for domain.com?": 1570,
      "google dork: inurl:admin": 1571,
      "How do I find public Google Sites ": 1572,
      "How do I find public Google Sites with ": 1573,
      "0.0.0.5": 1574,
      "rame-ancestors": 1575,
      "Set-Cookie ": 1576,
      "How do I extract metadata from": 1577,
      "How do I extract metadata from ": 1578,
      " 192.1": 1579,
      "AP banner?": 1580,
      "DB ports?": 1581,
      "Logic": 1582,
      "NS http://target.com ": 1583,
      "TR records?": 1584,
      "[A-Za-z": 1585,
      "bitMQ": 1586,
      "backend ": 1587,
      "echnolog": 1588,
      "faces?": 1589,
      "nonce ": 1590,
      "pe HTML": 1591,
      "smbclient -L //": 1592,
      "How do I dump ": 1593,
      "redirect chain": 1594,
      "ite us": 1595,
      " search": 1596,
      " soci": 1597,
      " services?": 1598,
      "ection?": 1599,
      "s -w '%{": 1600,
      "How do I enumerate HTTP headers?": 1601,
      "How do I enumerate SMB?": 1602,
      "How do I enumerate NFS?": 1603,
      "How do I extract usernames from ": 1604,
      "google dork: site:drive": 1605,
      "https://target.com": 1606,
      "curl -X OPTIO": 1607,
      "curl -I --compres": 1608,
      "How do I check for open GraphQL": 1609,
      " interfaces?": 1610,
      "nmap -p 218": 1611,
      "nmap -p 2049 <target>": 1612,
      "nmap -p 161 <target>": 1613,
      "nmap -p 1433 <target>": 1614,
      "nmap -p 1521 <target>": 1615,
      "sslscan target.com": 1616,
      "nmap -p 567": 1617,
      "nmap -p 5432 <target>": 1618,
      "ed by a site?": 1619,
      "ext:conf": 1620,
      "nmap -p 3306 <target>": 1621,
      "curl -I http://target.com | grep -i cache": 1622,
      "Jenkins dashboards?": 1623,
      "ign-re": 1624,
      "index of\"": 1625,
      "How do I enumerate Kubernetes?": 1626,
      "contact": 1627,
      " directories?": 1628,
      "Linux?": 1629,
      "vulnerabilities?": 1630,
      "whatweb target.com": 1631,
      "How do I enumerate Docker?": 1632,
      "tificates?": 1633,
      " default ": 1634,
      "TLS cipher su": 1635,
      "snmpwalk -v2c -c public ": 1636,
      " keywords": 1637,
      " kernel": 1638,
      "\":\"{__s": 1639,
      "-After": 1640,
      "-Modi": 1641,
      "-Policy": 1642,
      ".tx": 1643,
      "/dev/nul": 1644,
      "509 -": 1645,
      "68.1.0/24": 1646,
      "@ns1.": 1647,
      "Accep": 1648,
      "Allow": 1649,
      "CERT": 1650,
      "CNAME": 1651,
      "CVE": 1652,
      "Cloudflare?": 1653,
      "DS_Stor": 1654,
      "Dispos": 1655,
      "Elasticsearch": 1656,
      "GPS": 1657,
      "HINFO": 1658,
      "JavaScript ": 1659,
      "LOC": 1660,
      "Length": 1661,
      "Last-Modi": 1662,
      "Mongo": 1663,
      "Option": 1664,
      "Retry": 1665,
      "RabbitMQ": 1666,
      "Zookeeper": 1667,
      "alendar": 1668,
      "aquaton": 1669,
      "dra -": 1670,
      "files?": 1671,
      "ferrer": 1672,
      "gmail": 1673,
      "gistr": 1674,
      "hydra -": 1675,
      "historic": 1676,
      "l -s -w '%{": 1677,
      "lassroo": 1678,
      "microsof": 1679,
      "misconfigure": 1680,
      "python": 1681,
      "presentation": 1682,
      "ropbox": 1683,
      "rix?": 1684,
      "structure?": 1685,
      "templat": 1686,
      "us code ": 1687,
      "valu": 1688,
      "{\"query\":\"{__s": 1689,
      "ered-B": 1690,
      "e folder": 1691,
      "e you?": 1692,
      "tar.gz": 1693,
      "map.xml": 1694,
      " feeds?": 1695,
      " favicon.ico": 1696,
      "chema}\"": 1697,
      "one number": 1698,
      "nmap --script ": 1699,
      "How do I enumerate SNMP?": 1700,
      "How do I enumerate Jenkins?": 1701,
      "How do I enumerate RDP?": 1702,
      "How do I enumerate FTP?": 1703,
      "How do I enumerate MySQL?": 1704,
      "How do I enumerate Telnet?": 1705,
      "How do I enumerate LDAP?": 1706,
      "How do I enumerate VNC?": 1707,
      "How do I enumerate WebLogic": 1708,
      "How do I enumerate PostgreSQL?": 1709,
      "How do I enumerate Oracle DB?": 1710,
      "How do I enumerate MSSQL?": 1711,
      "How do I enumerate Citrix?": 1712,
      "How do I enumerate JBoss?": 1713,
      "How do I enumerate Tomcat?": 1714,
      "How do I enumerate vSphere?": 1715,
      " <user>": 1716,
      "nmap -p 445 <target>": 1717,
      "nmap -p 443 <target>": 1718,
      "nmap -p 7001 <target>": 1719,
      "threads?": 1720,
      " audio.mp3": 1721,
      "discover": 1722,
      "curl -o /dev/nul": 1723,
      "curl -L -v http://target.com": 1724,
      "DNSSE": 1725,
      " photo.jp": 1726,
      " panels?": 1727,
      "HTTP/2 support?": 1728,
      "use sslyze or ": 1729,
      "use builtwith": 1730,
      "use hunter.io or ": 1731,
      "video.mp4": 1732,
      "headers for CDN": 1733,
      "How do I check for open RDP ports?": 1734,
      "curl -I http://target.com | grep Set-Cookie": 1735,
      " instances?": 1736,
      "with sensitive ": 1737,
      "How do I find public Google Drive folder": 1738,
      "dig example.com | grep -i ttl": 1739,
      "ipinfo.io": 1740,
      " image.jp": 1741,
      "network interfaces?": 1742,
      "scrape HTML": 1743,
      "search pastebin": 1744,
      "nmap -p 2375 <target>": 1745,
      "nmap -p 27017": 1746,
      "nmap -p 10250 <target>": 1747,
      "nmap -p 1494 <target>": 1748,
      " a host?": 1749,
      "openssl x509 -": 1750,
      "CDN provider": 1751,
      "no-sign-re": 1752,
      "google dork: site:docs.google.com/spreadsheets ": 1753,
      "X-Frame-Option": 1754,
      "X-Powered-B": 1755,
      "favicon hash": 1756,
      "HTTP status code ": 1757,
      "s on Windows?": 1758,
      " an SSL cert?": 1759,
      "How do I check if a domain has ": 1760,
      "dig +dnssec example.com": 1761,
      " 192.168.1.0/24": 1762,
      "[A-Za-z0-9": 1763,
      " social ": 1764,
      "curl -I --compressed ": 1765,
      "Disposition": 1766,
      "Last-Modifi": 1767,
      "Retry-After": 1768,
      "lassroom": 1769,
      "microsoft": 1770,
      "{\"query\":\"{__schema}\"": 1771,
      "How do I enumerate WebLogic?": 1772,
      "curl -o /dev/null -s -w '%{": 1773,
      "use hunter.io or email": 1774,
      "scrape HTML and ": 1775,
      "no-sign-request": 1776,
      " 0": 1777,
      " R": 1778,
      " g": 1779,
      " |": 1780,
      " ~": 1781,
      " ow": 1782,
      " ar": 1783,
      " or": 1784,
      " target": 1785,
      " on": 1786,
      " the ": 1787,
      " | ": 1788,
      " target.com ": 1789,
      " example.com ": 1790,
      " with": 1791,
      " log": 1792,
      " | grep -": 1793,
      " IP ": 1794,
      " ls": 1795,
      " cod": 1796,
      " look": 1797,
      " github": 1798,
      " cont": 1799,
      " exploit": 1800,
      " languag": 1801,
      " comm": 1802,
      " API ": 1803,
      " POST": 1804,
      " hand": 1805,
      " run": 1806,
      " compression": 1807,
      " 4444": 1808,
      " ext:conf": 1809,
      " contact": 1810,
      " Linux?": 1811,
      " vulnerabilities?": 1812,
      " GPS": 1813,
      " Mongo": 1814,
      " valu": 1815,
      " network interfaces?": 1816,
      "\"re": 1817,
      "\" site:": 1818,
      "\"' page.html": 1819,
      "\"[^": 1820,
      "\" \"company\"": 1821,
      "\".git": 1822,
      "\"templat": 1823,
      "\" languag": 1824,
      "%+": 1825,
      "&1": 1826,
      "& /": 1827,
      "' http://target.com": 1828,
      "' /": 1829,
      "' >": 1830,
      "'{\"query\":\"{__schema}\"": 1831,
      "([0-9]{1,3}": 1832,
      "){": 1833,
      "*.": 1834,
      "+trac": 1835,
      ",}": 1836,
      ", an": 1837,
      ", I": 1838,
      ", and ": 1839,
      ", cooki": 1840,
      ", g": 1841,
      "-1": 1842,
      "-6": 1843,
      "-T": 1844,
      "-a": 1845,
      "-b": 1846,
      "-i": 1847,
      "-x": 1848,
      "-ur": 1849,
      "-sp": 1850,
      "-user": 1851,
      "-search": 1852,
      "-for": 1853,
      "-nam": 1854,
      "-os": 1855,
      "-X ": 1856,
      "-ID": 1857,
      "-Security": 1858,
      "-http2": 1859,
      "-discover": 1860,
      ".a": 1861,
      ".p": 1862,
      ".example.com ": 1863,
      ".bash": 1864,
      ".php": 1865,
      ".-]+": 1866,
      ".svn": 1867,
      ".DS_Stor": 1868,
      "/s": 1869,
      "/et": 1870,
      "/re": 1871,
      "/log": 1872,
      "/config": 1873,
      "/pass": 1874,
      "/config files?": 1875,
      "/json": 1876,
      "/bash": 1877,
      "/8.8.8.8": 1878,
      "/index": 1879,
      "/TLS cipher": 1880,
      "/bin": 1881,
      "/loc>": 1882,
      "/4444": 1883,
      "/kibana": 1884,
      "/.bash": 1885,
      "0 target.com": 1886,
      "01 <target>": 1887,
      "10": 1888,
      "137": 1889,
      "10.0.0.5": 1890,
      "1-1": 1891,
      "22": 1892,
      "2 <attacker_ip>": 1893,
      "2,}": 1894,
      "38": 1895,
      "3r": 1896,
      "3://": 1897,
      "35 target.com": 1898,
      "3.a": 1899,
      "4}": 1900,
      "4 target.com": 1901,
      "55": 1902,
      "6 -": 1903,
      "8 target.com": 1904,
      "89 target.com": 1905,
      "84 target.com": 1906,
      "9200 <target>": 1907,
      "::": 1908,
      ": \"": 1909,
      ":python": 1910,
      "; s": 1911,
      "; run": 1912,
      "<s": 1913,
      "<url>": 1914,
      "<bucket": 1915,
      "<]+": 1916,
      "<pass": 1917,
      "<domain>": 1918,
      "<loc>": 1919,
      "<CVE": 1920,
      "</loc>": 1921,
      "=e": 1922,
      "=\"[^": 1923,
      "> s": 1924,
      "> --": 1925,
      ">/24": 1926,
      ">://<target>": 1927,
      "> ~": 1928,
      ">&1": 1929,
      ">; s": 1930,
      "@company": 1931,
      "@[A-Za-z0-9": 1932,
      "AF": 1933,
      "AI": 1934,
      "Ad": 1935,
      "AI ": 1936,
      "Anal": 1937,
      "Auth": 1938,
      "A cod": 1939,
      "Bit": 1940,
      "Bro": 1941,
      "BIO": 1942,
      "B version?": 1943,
      "CM": 1944,
      "Co": 1945,
      "Cr": 1946,
      "CP ": 1947,
      "C ports?": 1948,
      "CAN": 1949,
      "C info": 1950,
      "C services?": 1951,
      "DM": 1952,
      "DO": 1953,
      "Dash": 1954,
      "Dropbox": 1955,
      "EX": 1956,
      "En": 1957,
      "Ex": 1958,
      "For ": 1959,
      "F records": 1960,
      "F GPS": 1961,
      "GET": 1962,
      "Group": 1963,
      "GCP ": 1964,
      "HK": 1965,
      "HO": 1966,
      "Har": 1967,
      "HST": 1968,
      "HOST": 1969,
      "IM": 1970,
      "IP": 1971,
      "IS ": 1972,
      "IAM": 1973,
      "IP?": 1974,
      "I'm": 1975,
      "ICAN": 1976,
      "IF GPS": 1977,
      "JS ": 1978,
      "Jamboar": 1979,
      "Kee": 1980,
      "Kibana": 1981,
      "Kerber": 1982,
      "LM": 1983,
      "Lab": 1984,
      "L user": 1985,
      "Languag": 1986,
      "Ls like ": 1987,
      "MP": 1988,
      "Met": 1989,
      "M s": 1990,
      "Map": 1991,
      "Meet": 1992,
      "N\"": 1993,
      "No": 1994,
      "Net": 1995,
      "Nam": 1996,
      "N files on a domain?": 1997,
      "N look": 1998,
      "OS ": 1999,
      "O target.com": 2000,
      "OCS": 2001,
      "P\"": 2002,
      "P f": 2003,
      "P <": 2004,
      "Pro": 2005,
      "Pres": 2006,
      "POP": 2007,
      "PTR records?": 2008,
      "PF records": 2009,
      "Re": 2010,
      "RSS": 2011,
      "RP records?": 2012,
      "So": 2013,
      "S <target>": 2014,
      "Sho": 2015,
      "SIP ": 2016,
      "SAN": 2017,
      "S shar": 2018,
      "S3 buckets?": 2019,
      "S services?": 2020,
      "SPF records": 2021,
      "Ty": 2022,
      "TP ": 2023,
      "Type": 2024,
      "UA cod": 2025,
      "Wi": 2026,
      "Wor": 2027,
      "WS ": 2028,
      "WAF": 2029,
      "WHO": 2030,
      "XML": 2031,
      "XMP": 2032,
      "XP\"": 2033,
      "[Jenkins": 2034,
      "\\n": 2035,
      "\\\"]+": 2036,
      "\\SAM": 2037,
      "]\"": 2038,
      "_d": 2039,
      "_key": 2040,
      "_cod": 2041,
      "ay": 2042,
      "az": 2043,
      "at ": 2044,
      "ad ": 2045,
      "a <target>": 2046,
      "ag ": 2047,
      "ake": 2048,
      "at -": 2049,
      "aux": 2050,
      "a dashboards?": 2051,
      "asploit ": 2052,
      "auth": 2053,
      "a::": 2054,
      "bl": 2055,
      "bat": 2056,
      "bus": 2057,
      "bst": 2058,
      "bal": 2059,
      "bro": 2060,
      "bes": 2061,
      "b <url>": 2062,
      "block": 2063,
      "ce": 2064,
      "cer": 2065,
      "cs?": 2066,
      "can": 2067,
      "c <target>": 2068,
      "cal": 2069,
      "cinfo": 2070,
      "cloudflar": 2071,
      "c.example.com ": 2072,
      "c/pass": 2073,
      "cat ": 2074,
      "du": 2075,
      "dow": 2076,
      "d s": 2077,
      "dfin": 2078,
      "dum": 2079,
      "dan": 2080,
      "des?": 2081,
      "dy ": 2082,
      "dden": 2083,
      "d.google.com \"company\"": 2084,
      "ddres": 2085,
      "d.com or ": 2086,
      "ded-": 2087,
      "d subdomain": 2088,
      "d document": 2089,
      "dcar": 2090,
      "ds --": 2091,
      "de you?": 2092,
      "d\" \"company\"": 2093,
      "dPres": 2094,
      "eo": 2095,
      "ew": 2096,
      "esp": 2097,
      "es on": 2098,
      "e}'": 2099,
      "ework": 2100,
      "e det": 2101,
      "e:python": 2102,
      "e>://<target>": 2103,
      "eHar": 2104,
      "ff": 2105,
      "fl": 2106,
      "fw": 2107,
      "fy": 2108,
      "fil": 2109,
      "fcon": 2110,
      "f target.com": 2111,
      "from": 2112,
      "fo ": 2113,
      "fram": 2114,
      "f or ": 2115,
      "fresh": 2116,
      "frame-ancestors": 2117,
      "f=\"[^": 2118,
      "gs": 2119,
      "g s": 2120,
      "gra": 2121,
      "git ": 2122,
      "gate": 2123,
      "group": 2124,
      "ges with ": 2125,
      "gNam": 2126,
      "geo": 2127,
      "h3": 2128,
      "how": 2129,
      "hin": 2130,
      "hre": 2131,
      "h <target>": 2132,
      "h -v": 2133,
      "h.or": 2134,
      "iq": 2135,
      "iz": 2136,
      "i -": 2137,
      "ial": 2138,
      "ivi": 2139,
      "ifi": 2140,
      "ibu": 2141,
      "ies ": 2142,
      "ies on a site?": 2143,
      "iam ": 2144,
      "ify": 2145,
      "jection?": 2146,
      "kub": 2147,
      "kurl": 2148,
      "king ": 2149,
      "klist": 2150,
      "lp": 2151,
      "late ": 2152,
      "lab": 2153,
      "lway": 2154,
      "l <user>": 2155,
      "mm": 2156,
      "ms": 2157,
      "my": 2158,
      "men": 2159,
      "ment": 2160,
      "mul": 2161,
      "ms on a site?": 2162,
      "meet": 2163,
      "mim": 2164,
      "noo": 2165,
      "nst": 2166,
      "nes": 2167,
      "nload": 2168,
      "nection": 2169,
      "nik": 2170,
      "ning pro": 2171,
      "nbst": 2172,
      "os ": 2173,
      "ole ": 2174,
